Repository: CodyBontecou/health-md
Catalog: apps/apple/HealthMd/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: No Obsidian vault folder was selected. Please select a vault in the app settings.
de: Es wurde kein Obsidian Vault-Ordner ausgewählt. Bitte wählen Sie einen Vault in den App-Einstellungen aus.
es: No se seleccionó una carpeta de bóveda de Obsidian. Por favor, selecciona una bóveda en los ajustes de la app.
fr: Aucun dossier de coffre Obsidian n'a été sélectionné. Veuillez sélectionner un coffre dans les réglages de l'app.
it: Nessuna cartella vault Obsidian selezionata. Seleziona un vault nelle impostazioni dell'app.
ja: Obsidian Vaultフォルダが選択されていません。アプリ設定でVaultを選択してください。
ko: Obsidian 보관함 폴더가 선택되지 않았습니다. 앱 설정에서 보관함을 선택하세요.
nl: Er is geen Obsidian-kluismap geselecteerd. Selecteer een kluis in de app-instellingen.
pt_br: Nenhuma pasta de cofre do Obsidian foi selecionada. Selecione um cofre nas configurações do app.
zh_hans: 未选择 Obsidian 知识库文件夹。请在应用设置中选择一个知识库。

source: No daily notes were updated.
de: Es wurden keine täglichen Notizen aktualisiert.
es: No se actualizaron notas diarias.
fr: Aucune note quotidienne n'a été mise à jour.
it: Nessuna nota giornaliera è stata aggiornata.
ja: 日々のメモは更新されていませんでした。
ko: 일일 메모가 업데이트되지 않았습니다.
nl: Er zijn geen dagelijkse notities bijgewerkt.
pt_br: Nenhuma nota diária foi atualizada.
zh_hans: 没有更新每日笔记。

source: No data for this date.
de: Für dieses Datum liegen keine Daten vor.
es: No hay datos para esta fecha.
fr: Aucune donnée pour cette date.
it: Nessun dato per questa data.
ja: この日付のデータはありません。
ko: 해당 날짜에 대한 데이터가 없습니다.
nl: Geen gegevens voor deze datum.
pt_br: Não há dados para esta data.
zh_hans: 该日期没有数据。

source: No data to preview
de: Keine Daten zur Vorschau vorhanden
es: No hay datos para obtener una vista previa
fr: Aucune donnée à prévisualiser
it: Nessun dato da visualizzare in anteprima
ja: プレビューするデータがありません
ko: 미리 볼 데이터가 없습니다.
nl: Geen gegevens om te bekijken
pt_br: Não há dados para visualizar
zh_hans: 没有数据可供预览

source: No export folder selected. Open Health.md to choose one.
de: Kein Exportordner ausgewählt. Öffnen Sie Health.md, um einen auszuwählen.
es: No se ha seleccionado una carpeta de exportación. Abre Health.md para elegir una.
fr: Aucun dossier d'exportation sélectionné. Ouvrez Health.md pour en choisir un.
it: Nessuna cartella di esportazione selezionata. Apri Health.md per sceglierne una.
ja: エクスポートフォルダが選択されていません。Health.mdを開いて選択してください。
ko: 내보내기 폴더가 선택되지 않았습니다. Health.md를 열어 선택하세요.
nl: Geen exportmap geselecteerd. Open Health.md om er een te kiezen.
pt_br: Nenhuma pasta de exportação selecionada. Abra o Health.md para escolher uma.
zh_hans: 未选择导出文件夹。请打开 Health.md 进行选择。

source: No export folder was selected for this destination, so Health.md had nowhere to save the files.
de: Für dieses Ziel wurde kein Exportordner ausgewählt, sodass Health.md keinen Ort zum Speichern der Dateien hatte.
es: No se seleccionó ninguna carpeta de exportación para este destino, por lo que Health.md no tenía dónde guardar los archivos.
fr: Aucun dossier d'exportation n'a été sélectionné pour cette destination, donc Health.md n'avait aucun endroit où enregistrer les fichiers.
it: Per questa destinazione non è stata selezionata alcuna cartella di esportazione, quindi Health.md non aveva un posto dove salvare i file.
ja: この宛先にエクスポート フォルダーが選択されていないため、Health.md にはファイルを保存する場所がありませんでした。
ko: 이 대상에 대해 내보내기 폴더가 선택되지 않았으므로 Health.md는 파일을 저장할 곳이 없습니다.
nl: Er was geen exportmap geselecteerd voor deze bestemming, dus Health.md kon de bestanden nergens opslaan.
pt_br: Nenhuma pasta de exportação foi selecionada para este destino, portanto Health.md não tinha onde salvar os arquivos.
zh_hans: 没有为此目标选择导出文件夹，因此 Health.md 没有地方保存文件。

source: No export formats selected
de: Keine Exportformate ausgewählt
es: No se han seleccionado formatos de exportación
fr: Aucun format d'exportation sélectionné
it: Nessun formato di esportazione selezionato
ja: エクスポート形式が選択されていません
ko: 선택한 내보내기 형식이 없습니다.
nl: Geen exportformaten geselecteerd
pt_br: Nenhum formato de exportação selecionado
zh_hans: 未选择导出格式

source: No exports yet
de: Noch keine Exporte
es: Sin exportaciones aún
fr: Aucune exportation pour le moment
it: Nessuna esportazione
ja: エクスポートはまだありません
ko: 아직 내보내기가 없습니다
nl: Nog geen exports
pt_br: Nenhuma exportação ainda
zh_hans: 暂无导出记录

source: No files written
de: Keine Dateien geschrieben
es: No hay archivos escritos
fr: Aucun fichier écrit
it: Nessun file scritto
ja: ファイルは書き込まれませんでした
ko: 작성된 파일이 없습니다.
nl: Geen bestanden geschreven
pt_br: Nenhum arquivo gravado
zh_hans: 没有写入文件

source: No folder selected
de: Kein Ordner ausgewählt
es: Ninguna carpeta seleccionada
fr: Aucun dossier sélectionné
it: Nessuna cartella selezionata
ja: フォルダが未選択
ko: 폴더가 선택되지 않음
nl: Geen map geselecteerd
pt_br: Nenhuma pasta selecionada
zh_hans: 未选择文件夹

source: No health data
de: Keine Gesundheitsdaten
es: Sin datos de salud
fr: Aucune donnée de santé
it: Nessun dato sanitario
ja: ヘルスデータなし
ko: 건강 데이터 없음
nl: Geen gezondheidsgegevens
pt_br: Sem dados de saúde
zh_hans: 无健康数据

source: No health data available for the selected date
de: Für das ausgewählte Datum sind keine Gesundheitsdaten verfügbar
es: No hay datos de salud disponibles para la fecha seleccionada
fr: Aucune donnée de santé disponible pour la date sélectionnée
it: Nessun dato sanitario disponibile per la data selezionata
ja: 選択した日付の健康データはありません
ko: 선택한 날짜에는 건강 데이터가 없습니다.
nl: Er zijn geen gezondheidsgegevens beschikbaar voor de geselecteerde datum
pt_br: Não há dados de saúde disponíveis para a data selecionada
zh_hans: 所选日期没有可用的健康数据

source: No health data or personal information is included — only app version and system info.
de: Es werden keine Gesundheitsdaten oder persönlichen Informationen übermittelt — nur App-Version und Systeminformationen.
es: No se incluyen datos de salud ni información personal — solo la versión de la aplicación e información del sistema.
fr: Aucune donnée de santé ni information personnelle n'est incluse — uniquement la version de l'app et les informations système.
it: Nessun dato sanitario o informazione personale è incluso — solo la versione dell'app e le informazioni di sistema.
ja: ヘルスデータや個人情報は含まれません — アプリのバージョンとシステム情報のみです。
ko: 건강 데이터나 개인 정보는 포함되지 않으며 앱 버전과 시스템 정보만 포함됩니다.
nl: Er worden geen gezondheidsgegevens of persoonlijke informatie meegestuurd — alleen appversie en systeeminformatie.
pt_br: Nenhum dado de saúde ou informação pessoal é incluído — apenas versão do app e informações do sistema.
zh_hans: 不包含任何健康数据或个人信息——仅包含应用版本和系统信息。

source: No health data was available for the selected date range.
de: Für den ausgewählten Zeitraum waren keine Gesundheitsdaten verfügbar.
es: No había datos de salud disponibles para el rango de fechas seleccionado.
fr: Aucune donnée de santé n'était disponible pour la période sélectionnée.
it: Nessun dato sanitario disponibile per l'intervallo di date selezionato.
ja: 選択した期間にヘルスデータがありませんでした。
ko: 선택한 날짜 범위에 사용 가능한 건강 데이터가 없습니다.
nl: Er waren geen gezondheidsgegevens beschikbaar voor het geselecteerde datumbereik.
pt_br: Não havia dados de saúde disponíveis para o período selecionado.
zh_hans: 所选日期范围内没有可用的健康数据。

source: No health records received
de: Keine Gesundheitsakten erhalten
es: No se recibieron registros de salud.
fr: Aucun dossier de santé reçu
it: Nessuna cartella clinica ricevuta
ja: 健康記録は受け取っていません
ko: 수신된 건강 기록이 없습니다.
nl: Geen gezondheidsdossiers ontvangen
pt_br: Nenhum registro de saúde recebido
zh_hans: 未收到健康记录

source: No iPhone activity yet. Run a sync or Mac export to see it here.
de: Noch keine iPhone-Aktivität. Führen Sie eine Synchronisierung oder einen Mac-Export durch, um es hier anzuzeigen.
es: Aún no hay actividad iPhone. Ejecute una sincronización o exportación Mac para verlo aquí.
fr: Aucune activité iPhone pour l’instant. Exécutez une synchronisation ou une exportation Mac pour la voir ici.
it: Nessuna attività iPhone ancora. Esegui una sincronizzazione o un'esportazione Mac per vederlo qui.
ja: iPhone アクティビティはまだありません。ここで確認するには、同期または Mac エクスポートを実行します。
ko: 아직 iPhone 활동이 없습니다. 여기서 확인하려면 동기화 또는 Mac 내보내기를 실행하세요.
nl: Nog geen iPhone-activiteit. Voer een synchronisatie of Mac-export uit om deze hier te bekijken.
pt_br: Nenhuma atividade iPhone ainda. Execute uma sincronização ou exportação Mac para vê-lo aqui.
zh_hans: 尚无 iPhone 活动。运行同步或 Mac 导出以在此处查看。

source: No individual entries will be created
de: Es werden keine individuellen Einträge erstellt
es: No se crearán entradas individuales
fr: Aucune entrée individuelle ne sera créée
it: Non verranno create voci individuali
ja: 個別エントリは作成されません
ko: 개별 항목이 생성되지 않습니다
nl: Er worden geen individuele items aangemaakt
pt_br: Nenhuma entrada individual será criada
zh_hans: 不会创建单条记录

source: No legacy records cached from the old sync flow.
de: Es wurden keine Legacy-Datensätze aus dem alten Synchronisierungsablauf zwischengespeichert.
es: No se almacenan en caché registros heredados del flujo de sincronización anterior.
fr: Aucun enregistrement hérité n'est mis en cache à partir de l'ancien flux de synchronisation.
it: Nessun record legacy memorizzato nella cache dal vecchio flusso di sincronizzazione.
ja: 古い同期フローからキャッシュされたレガシー レコードはありません。
ko: 이전 동기화 흐름에서 캐시된 기존 레코드가 없습니다.
nl: Er zijn geen verouderde records uit de oude synchronisatiestroom in de cache opgeslagen.
pt_br: Nenhum registro legado armazenado em cache do antigo fluxo de sincronização.
zh_hans: 旧同步流中没有缓存旧记录。

source: No metrics selected
de: Keine Metriken ausgewählt
es: No hay métricas seleccionadas
fr: Aucune métrique sélectionnée
it: Nessuna metrica selezionata
ja: 指標が未選択
ko: 선택된 항목 없음
nl: Geen meetwaarden geselecteerd
pt_br: Nenhuma métrica selecionada
zh_hans: 未选择指标

source: No new records
de: Keine neuen Rekorde
es: No hay nuevos registros
fr: Aucun nouveau record
it: Nessun nuovo record
ja: 新しい記録はありません
ko: 새로운 기록이 없습니다
nl: Geen nieuwe records
pt_br: Sem novos registros
zh_hans: 无新记录

source: No non-loopback IPv4 addresses found. Check Tailscale or Wi‑Fi and refresh.
de: Keine Nicht-Loopback-IPv4-Adressen gefunden. Überprüfen Sie Tailscale oder Wi‑Fi und aktualisieren Sie es.
es: No se encontraron direcciones IPv4 sin bucle invertido. Verifique Tailscale o Wi‑Fi y actualice.
fr: Aucune adresse IPv4 sans bouclage trouvée. Vérifiez Tailscale ou Wi‑Fi et actualisez.
it: Nessun indirizzo IPv4 non di loopback trovato. Controlla Tailscale o Wi‑Fi e aggiorna.
ja: 非ループバック IPv4 アドレスが見つかりません。 Tailscale または Wi‑Fi を確認して更新します。
ko: 비루프백 IPv4 주소를 찾을 수 없습니다. Tailscale 또는 Wi‑Fi를 확인하고 새로 고칩니다.
nl: Geen niet-loopback IPv4-adressen gevonden. Controleer Tailscale of Wi‑Fi en vernieuw.
pt_br: Nenhum endereço IPv4 sem loopback encontrado. Verifique Tailscale ou Wi‑Fi e atualize.
zh_hans: 未找到非环回 IPv4 地址。检查 Tailscale 或 Wi‑Fi 并刷新。

source: No purchase found on this Apple ID. If you bought Health.md before v1.7.0, your access is restored automatically — try force-quitting and reopening the app. If the issue persists, contact us at cody@isolated.tech and we'll sort it out.
de: Kein Kauf mit dieser Apple-ID gefunden. Wenn Sie Health.md vor Version 1.7.0 gekauft haben, wird Ihr Zugang automatisch wiederhergestellt — versuchen Sie, die App zu beenden und erneut zu öffnen. Falls das Problem weiterhin besteht, kontaktieren Sie uns unter cody@isolated.tech und wir klären das.
es: No se encontró una compra en este Apple ID. Si compraste Health.md antes de la v1.7.0, tu acceso se restaura automáticamente — intenta forzar el cierre y reabrir la app. Si el problema persiste, contáctanos en cody@isolated.tech y lo resolveremos.
fr: Aucun achat trouvé pour cet identifiant Apple. Si vous avez acheté Health.md avant la v1.7.0, votre accès est restauré automatiquement — essayez de forcer la fermeture et de rouvrir l'app. Si le problème persiste, contactez-nous à cody@isolated.tech et nous résoudrons le problème.
it: Nessun acquisto trovato su questo Apple ID. Se hai acquistato Health.md prima della v1.7.0, il tuo accesso viene ripristinato automaticamente — prova a forzare la chiusura e riaprire l'app. Se il problema persiste, contattaci a cody@isolated.tech e risolveremo.
ja: このApple IDに購入が見つかりません。 v1.7.0より前にHealth.mdを購入した場合、アクセスは自動的に復元されます。アプリを強制終了して再起動してみてください。問題が解決しない場合は、cody@isolated.techまでお問い合わせください。
ko: 이 Apple ID에서 구매 내역을 찾을 수 없습니다. v1.7.0 이전에 Health.md를 구매하셨다면 접근 권한이 자동으로 복원됩니다. 앱을 강제 종료 후 다시 열어보세요. 문제가 계속되면 cody@isolated.tech으로 연락해 주시면 해결해 드리겠습니다.
nl: Geen aankoop gevonden voor deze Apple ID. Als je Health.md vóór v1.7.0 hebt gekocht, wordt je toegang automatisch hersteld — probeer de app geforceerd te sluiten en opnieuw te openen. Als het probleem aanhoudt, neem contact met ons op via cody@isolated.tech en we lossen het op.
pt_br: Nenhuma compra encontrada neste Apple ID. Se você comprou o Health.md antes da v1.7.0, seu acesso é restaurado automaticamente — tente forçar o encerramento e reabrir o app. Se o problema persistir, entre em contato conosco em cody@isolated.tech e resolveremos.
zh_hans: 此 Apple ID 未找到购买记录。 如果您在 v1.7.0 之前购买了 Health.md，您的访问权限会自动恢复——请尝试强制退出并重新打开应用。如果问题仍然存在，请通过 cody@isolated.tech 联系我们，我们会为您解决。

source: No synced data available
de: Keine synchronisierten Daten verfügbar
es: No hay datos sincronizados disponibles
fr: Aucune donnée synchronisée disponible
it: Nessun dato sincronizzato disponibile
ja: 同期データがありません
ko: 동기화된 데이터가 없습니다
nl: Geen gesynchroniseerde gegevens beschikbaar
pt_br: Nenhum dado sincronizado disponível
zh_hans: 没有可用的已同步数据

source: No synced data found for the selected date range.
de: Keine synchronisierten Daten für den ausgewählten Zeitraum gefunden.
es: No se encontraron datos sincronizados para el rango de fechas seleccionado.
fr: Aucune donnée synchronisée trouvée pour la plage de dates sélectionnée.
it: Nessun dato sincronizzato trovato per l'intervallo di date selezionato.
ja: 選択した期間に同期データが見つかりませんでした。
ko: 선택한 날짜 범위에서 동기화된 데이터를 찾을 수 없습니다.
nl: Geen gesynchroniseerde gegevens gevonden voor het geselecteerde datumbereik.
pt_br: Nenhum dado sincronizado encontrado para o intervalo de datas selecionado.
zh_hans: 所选日期范围内未找到已同步的数据。

source: No vault selected
de: Kein Vault ausgewählt
es: Ninguna bóveda seleccionada
fr: Aucun coffre sélectionné
it: Nessun vault selezionato
ja: Vaultが未選択
ko: 보관함이 선택되지 않음
nl: Geen kluis geselecteerd
pt_br: Nenhum cofre selecionado
zh_hans: 未选择知识库

source: Not Connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non collegato
ja: 未接続
ko: 연결되지 않음
nl: Niet verbonden
pt_br: Não Conectado
zh_hans: 未连接

source: Not Tracked
de: Nicht erfasst
es: Sin seguimiento
fr: Non suivi
it: Non monitorata
ja: 未追跡
ko: 추적 안 함
nl: Niet bijgehouden
pt_br: Não rastreadas
zh_hans: 未追踪

source: Not configured
de: Nicht konfiguriert
es: No configurado
fr: Non configuré
it: Non configurato
ja: 未設定
ko: 구성되지 않음
nl: Niet geconfigureerd
pt_br: Não configurado
zh_hans: 未配置

source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non collegato
ja: 未接続
ko: 연결되지 않음
nl: Niet verbonden
pt_br: Não conectado
zh_hans: 未连接

source: Not ready
de: Nicht bereit
es: No listo
fr: Pas prêt
it: Non pronto
ja: 準備ができていません
ko: 준비되지 않음
nl: Niet klaar
pt_br: Não está pronto
zh_hans: 还没准备好

source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
it: Non selezionato
ja: 未選択
ko: 선택되지 않음
nl: Niet geselecteerd
pt_br: Não selecionado
zh_hans: 未选择

source: Note: Your iPhone must be unlocked for exports to work—iOS protects health data when locked. If locked, we'll send a notification at the scheduled time; tap it to run the export. The scheduled time is approximate; iOS controls when background tasks run based on usage patterns and system conditions.
de: Hinweis: Ihr iPhone muss entsperrt sein, damit Exporte funktionieren – iOS schützt Gesundheitsdaten bei gesperrtem Gerät. Falls gesperrt, senden wir zur geplanten Zeit eine Benachrichtigung; tippen Sie darauf, um den Export zu starten. Die geplante Zeit ist ungefähr; iOS bestimmt, wann Hintergrundaufgaben basierend auf Nutzungsmustern und Systembedingungen ausgeführt werden.
es: Nota: Tu iPhone debe estar desbloqueado para que las exportaciones funcionen — iOS protege los datos de salud cuando está bloqueado. Si está bloqueado, enviaremos una notificación a la hora programada; tócala para ejecutar la exportación. La hora programada es aproximada; iOS controla cuándo se ejecutan las tareas en segundo plano según los patrones de uso y las condiciones del sistema.
fr: Remarque : votre iPhone doit être déverrouillé pour que les exportations fonctionnent — iOS protège les données de santé lorsque l'appareil est verrouillé. Si l'appareil est verrouillé, nous vous enverrons une notification à l'heure prévue ; touchez-la pour lancer l'exportation. L'heure planifiée est approximative ; iOS détermine le moment d'exécution des tâches en arrière-plan en fonction des habitudes d'utilisation et des conditions système.
it: Nota: il tuo iPhone deve essere sbloccato perché le esportazioni funzionino—iOS protegge i dati sanitari quando è bloccato. Se bloccato, invieremo una notifica all'orario pianificato; toccala per eseguire l'esportazione. L'orario pianificato è approssimativo; iOS decide quando eseguire le attività in background in base ai modelli di utilizzo e alle condizioni del sistema.
ja: 注意：エクスポートを実行するにはiPhoneのロックが解除されている必要があります — iOSはロック中のヘルスデータを保護しています。ロック中の場合、予定時刻に通知を送信します。タップしてエクスポートを実行してください。予定時刻は目安です。iOSが使用パターンとシステム状況に基づいてバックグラウンドタスクの実行時刻を制御します。
ko: 참고: 내보내기가 작동하려면 iPhone이 잠금 해제되어 있어야 합니다. iOS는 잠금 상태에서 건강 데이터를 보호합니다. 잠금 상태일 경우 예약된 시간에 알림을 보내드리며, 탭하면 내보내기가 실행됩니다. 예약 시간은 대략적이며, iOS가 사용 패턴과 시스템 상태에 따라 백그라운드 작업 실행 시점을 제어합니다.
nl: Let op: je iPhone moet ontgrendeld zijn om te exporteren — iOS beschermt gezondheidsgegevens wanneer het apparaat vergrendeld is. Als het vergrendeld is, sturen we een melding op het geplande tijdstip; tik erop om de export uit te voeren. Het geplande tijdstip is bij benadering; iOS bepaalt wanneer achtergrondtaken worden uitgevoerd op basis van gebruikspatronen en systeemcondities.
pt_br: Nota: Seu iPhone deve estar desbloqueado para as exportações funcionarem — o iOS protege dados de saúde quando bloqueado. Se estiver bloqueado, enviaremos uma notificação no horário agendado; toque nela para executar a exportação. O horário agendado é aproximado; o iOS controla quando tarefas em segundo plano são executadas com base em padrões de uso e condições do sistema.
zh_hans: 注意：导出时 iPhone 必须处于解锁状态——iOS 在锁定时会保护健康数据。如果处于锁定状态，我们将在计划时间发送通知，点击通知即可执行导出。计划时间为大致时间，iOS 会根据使用模式和系统状况决定后台任务的运行时间。

source: Now on macOS
de: Jetzt auf macOS
es: Ahora en macOS
fr: Maintenant sur macOS
it: Ora su macOS
ja: macOS版が登場
ko: macOS 출시
nl: Nu op macOS
pt_br: Agora no macOS
zh_hans: 现已登录 macOS

source: Number of Falls
de: Anzahl der Stürze
es: Número de caídas
fr: Nombre de chutes
it: Numero di cadute
ja: 転倒回数
ko: 낙상 횟수
nl: Aantal valpartijen
pt_br: Número de quedas
zh_hans: 跌倒次数

source: Nutrition
de: Ernährung
es: Nutrición
it: Nutrizione
ja: 栄養
ko: 영양
nl: Voeding
pt_br: Nutrição
zh_hans: 营养

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끔
nl: Uit
pt_br: Desativado
zh_hans: 关闭

source: Off. Turn on automation to configure timing, lookback, and reminder behavior.
de: Aus. Aktivieren Sie die Automatisierung, um Zeitplan, Rückblickzeitraum und Erinnerungsoptionen festzulegen.
es: Desactivado. Activa la automatización para configurar el horario, el periodo y los recordatorios.
fr: Désactivé. Activez l’automatisation pour configurer la planification, la période couverte et le fonctionnement des rappels.
it: Disattivata. Attiva l’automazione per configurare frequenza, periodo da includere e comportamento dei promemoria.
ja: オフです。自動化をオンにすると、実行タイミング、遡る期間、リマインダーの動作を設定できます。
ko: 꺼져 있습니다. 자동화를 켜면 실행 시점, 이전 데이터 범위 및 알림 동작을 설정할 수 있습니다.
nl: Uit. Schakel automatisering in om planning, terugkijkperiode en herinneringsopties in te stellen.
pt_br: Desativado. Ative a automação para configurar o horário, a janela retroativa e o comportamento dos lembretes.
zh_hans: 已关闭。开启自动化以设置时间、回溯范围和提醒行为。

source: On
de: Ein
es: Activado
fr: Activé
it: Attivo
ja: オン
ko: 켬
nl: Aan
pt_br: Ativado
zh_hans: 开启

source: On your Mac, open Mac Destination, enable Manual IP Connections, and generate a pairing code.
de: Öffnen Sie auf Ihrem Mac „Mac-Ziel“, aktivieren Sie „Manuelle IP-Verbindungen“ und erzeugen Sie einen Kopplungscode.
es: En el Mac, abre Destino Mac, habilita las conexiones IP manuales y genera un código de emparejamiento.
fr: Sur votre Mac, ouvrez Destination Mac, activez les connexions IP manuelles et générez un code de jumelage.
it: Sul Mac, apri Destinazione Mac, abilita Connessioni IP manuali e genera un codice di abbinamento.
ja: Macで「Macのエクスポート先」を開き、「手動IP接続」を有効にしてペアリングコードを生成してください。
ko: Mac에서 Mac 내보내기 대상을 열고 수동 IP 연결을 활성화한 다음 페어링 코드를 생성하세요.
nl: Open Mac-bestemming op je Mac, schakel Handmatige IP-verbindingen in en genereer een koppelingscode.
pt_br: No Mac, abra “Destino no Mac”, ative “Conexões IP manuais” e gere um código de emparelhamento.
zh_hans: 在 Mac 上，打开“Mac 目标位置”，启用“手动 IP 连接”，并生成配对码。

source: Only categories with enabled metrics in your export settings are shown. Enable more metrics in Health Metrics settings.
de: Es werden nur Kategorien mit aktivierten Metriken in Ihren Exporteinstellungen angezeigt. Aktivieren Sie weitere Metriken in den Gesundheitsmetriken-Einstellungen.
es: Solo se muestran las categorías con métricas activadas en tus ajustes de exportación. Activa más métricas en los ajustes de Métricas de salud.
fr: Seules les catégories avec des indicateurs activés dans vos paramètres d'exportation sont affichées. Activez plus d'indicateurs dans les réglages des indicateurs de santé.
it: Vengono mostrate solo le categorie con metriche abilitate nelle impostazioni di esportazione. Abilita più metriche nelle impostazioni Metriche Sanitarie.
ja: エクスポート設定で有効な指標があるカテゴリのみ表示されます。ヘルス指標設定でより多くの指標を有効にしてください。
ko: 내보내기 설정에서 활성화된 항목이 있는 카테고리만 표시됩니다. 건강 항목 설정에서 더 많은 항목을 활성화하세요.
nl: Alleen categorieën met ingeschakelde meetwaarden in je exportinstellingen worden getoond. Schakel meer meetwaarden in via Gezondheidsmeetwaarden-instellingen.
pt_br: Apenas categorias com métricas ativadas nas suas configurações de exportação são exibidas. Ative mais métricas nas configurações de Métricas de Saúde.
zh_hans: 仅显示在导出设置中已启用指标的类别。可在健康指标设置中启用更多指标。

source: Only metrics enabled in Export Settings → Health Metrics appear here.
de: Hier werden nur Metriken angezeigt, die unter Exporteinstellungen → Gesundheitsmetriken aktiviert sind.
es: Aquí solo aparecen las métricas habilitadas en Ajustes de exportación → Métricas de salud.
fr: Seuls les indicateurs activés dans Paramètres d’exportation → Indicateurs de santé apparaissent ici.
it: Qui vengono mostrate solo le metriche abilitate in Impostazioni di esportazione → Metriche sanitarie.
ja: 「エクスポート設定」→「ヘルス指標」で有効にした指標のみがここに表示されます。
ko: 내보내기 설정 → 건강 항목에서 활성화된 항목만 여기에 표시됩니다.
nl: Hier verschijnen alleen meetwaarden die zijn ingeschakeld bij Exportinstellingen → Gezondheidsmeetwaarden.
pt_br: Somente as métricas ativadas em Configurações de Exportação → Métricas de Saúde aparecem aqui.
zh_hans: 这里只显示在“导出设置” → “健康指标”中启用的指标。
